Repository: fortunto2/starlapse
Catalog: Sources/Starlapse/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, tr, zh_hans

source: No stars to focus on. Point at open sky, or wait for cloud to pass.
ar: لا نجوم للتركيز عليها. وجّه نحو سماء مكشوفة، أو انتظر مرور الغيوم.
de: Keine Sterne zum Fokussieren. Auf freien Himmel richten oder warten, bis die Wolken ziehen.
es: No hay estrellas para enfocar. Apunta al cielo despejado o espera a que pasen las nubes.
fr: Aucune étoile pour le point. Viser le ciel dégagé, ou attendre que les nuages passent.
hi: फ़ोकस के लिए तारे नहीं। खुले आकाश की ओर करें, या बादल हटने की प्रतीक्षा करें।
it: Nessuna stella su cui mettere a fuoco. Punta verso il cielo aperto o aspetta che passino le nuvole.
ja: フォーカスできる星がありません。開けた空に向けるか、雲が過ぎるのを待ってください。
tr: Odaklanacak yıldız yok. Açık gökyüzüne yöneltin veya bulutun geçmesini bekleyin.
zh_hans: 没有可对焦的星。请对准开阔天空，或等云散去。

source: Noise reduction
ar: تقليل التشويش
de: Rauschminderung
es: Reducción de ruido
fr: Réduction du bruit
hi: शोर में कमी
it: Riduzione rumore
ja: ノイズ低減
tr: Gürültü azaltma
zh_hans: 降噪

source: Nothing crossed the frame
ar: لم يعبر شيء الإطار
de: Nichts hat das Bild durchquert
es: Nada cruzó el encuadre
fr: Rien n'a traversé le champ
hi: फ़्रेम से कुछ नहीं गुज़रा
it: Nulla ha attraversato il campo
ja: 画面を横切るものなし
tr: Kareden hiçbir şey geçmedi
zh_hans: 没有物体穿过画面

source: Nothing to save.
ar: لا شيء للحفظ.
de: Nichts zu sichern.
es: Nada que guardar.
fr: Rien à enregistrer.
hi: सहेजने के लिए कुछ नहीं।
it: Niente da salvare.
ja: 保存するものがありません。
tr: Kaydedilecek bir şey yok.
zh_hans: 没有可保存的内容。

source: OFF
ar: إيقاف
de: AUS
hi: बंद
ja: オフ
tr: KAPALI
zh_hans: 关

source: One deep stack, developed when it finishes.
ar: تكديس عميق واحد، يُحمَّض عند انتهائه.
de: Ein tiefer Stack, entwickelt, wenn er fertig ist.
es: Un solo apilado profundo, revelado al terminar.
fr: Un seul empilement profond, développé à la fin.
hi: एक गहरा स्टैक, पूरा होने पर डेवलप।
it: Un unico stack profondo, sviluppato alla fine.
ja: 1枚の深いスタック、完了時に現像。
tr: Tek derin yığın, bitince işlenir.
zh_hans: 一次深度叠加，完成后冲洗。

source: One purchase. The sky's events, for as long as there is a sky.
ar: شراء واحد. أحداث السماء، ما دامت هناك سماء.
de: Ein Kauf. Die Ereignisse des Himmels, solange es einen Himmel gibt.
es: Una sola compra. Los eventos del cielo, mientras haya cielo.
fr: Un seul achat. Les événements du ciel, tant qu'il y aura un ciel.
hi: एक ख़रीद। आकाश की घटनाएँ, जब तक आकाश है।
it: Un solo acquisto. Gli eventi del cielo, finché ci sarà un cielo.
ja: 買い切り。空がある限り、空のイベントを。
tr: Tek satın alma. Gökyüzü olduğu sürece gökyüzünün olayları.
zh_hans: 一次购买。只要天空还在，天象就在。

source: Peak nights
ar: ليالي الذروة
de: Maximumsnächte
es: Noches de pico
fr: Nuits de pic
hi: चरम रातें
it: Notti di picco
ja: 極大夜
tr: Zirve geceleri
zh_hans: 极大夜

source: Pinpoint stars
ar: نجوم نقطية
de: Punktförmige Sterne
es: Estrellas puntuales
fr: Étoiles ponctuelles
hi: बिंदु-तीखे तारे
it: Stelle puntiformi
ja: 点像の星
tr: Nokta yıldızlar
zh_hans: 星点锐利

source: Planets up
ar: الكواكب الظاهرة
de: Planeten am Himmel
es: Planetas visibles
fr: Planètes levées
hi: दिख रहे ग्रह
it: Pianeti visibili
ja: 見える惑星
tr: Görünür gezegenler
zh_hans: 可见行星

source: RADIANT · %@
ar: نقطة الإشعاع · %@
es: RADIANTE · %@
hi: रेडियंट · %@
it: RADIANTE · %@
ja: 放射点 · %@
tr: RADYANT · %@
zh_hans: 放射点 · %@

source: RESTORE PURCHASE
ar: استعادة الشراء
de: KAUF WIEDERHERSTELLEN
es: RESTAURAR COMPRA
fr: RESTAURER L'ACHAT
hi: ख़रीद पुनर्स्थापित करें
it: RIPRISTINA ACQUISTO
ja: 購入を復元
tr: SATIN ALMAYI GERİ YÜKLE
zh_hans: 恢复购买

source: Radiant stays under %.0f° in darkness at this latitude.
ar: تبقى نقطة الإشعاع تحت %.0f° في الظلام عند هذا العرض الجغرافي.
de: Der Radiant bleibt auf dieser Breite in der Dunkelheit unter %.0f°.
es: El radiante se queda por debajo de %.0f° en la oscuridad a esta latitud.
fr: Le radiant reste sous %.0f° pendant la nuit à cette latitude.
hi: इस अक्षांश पर अँधेरे में रेडियंट %.0f° से नीचे रहता है।
it: Il radiante resta sotto %.0f° al buio a questa latitudine.
ja: この緯度では、放射点は暗い時間帯に%.0f°未満にとどまります。
tr: Radyant bu enlemde karanlık boyunca en fazla %.0f° yükseliyor.
zh_hans: 在此纬度，放射点在黑夜中始终低于%.0f°。

source: Rates assume a clear, dark sky at the hour shown; real counts run lower. Nights are chosen for your latitude and that night's Moon, so they can differ from the catalogue peak.
ar: تفترض المعدلات سماءً صافية مظلمة في الساعة المعروضة؛ الأعداد الفعلية أقل. تُختار الليالي حسب عرضك الجغرافي وقمر تلك الليلة، لذا قد تختلف عن ذروة الكتالوج.
de: Raten gelten für klaren, dunklen Himmel zur angezeigten Stunde; real sieht man weniger. Die Nächte richten sich nach Breite und Mond der jeweiligen Nacht und können daher vom Katalogmaximum abweichen.
es: Las tasas suponen un cielo despejado y oscuro a la hora indicada; el recuento real es menor. Las noches se eligen según tu latitud y la Luna de esa noche, así que pueden diferir del pico del catálogo.
fr: Les taux supposent un ciel clair et sombre à l'heure indiquée ; le compte réel est plus bas. Les nuits sont choisies pour votre latitude et la Lune de cette nuit-là, et peuvent donc différer du pic du catalogue.
hi: दरें दिखाए गए घंटे पर साफ़, अँधेरे आकाश के लिए हैं; वास्तविक गिनती कम रहती है। रातें आपके अक्षांश और उस रात के चंद्रमा के अनुसार चुनी जाती हैं, इसलिए वे कैटलॉग के चरम से भिन्न हो सकती हैं।
it: Le frequenze presuppongono un cielo sereno e scuro all'ora indicata; i conteggi reali sono più bassi. Le notti sono scelte per la tua latitudine e la Luna di quella notte, quindi possono differire dal picco di catalogo.
ja: 出現数は表示時刻の晴れた暗い空を前提とし、実際はそれより少なくなります。夜は緯度とその夜の月で選ばれるため、カタログの極大日と異なることがあります。
tr: Oranlar gösterilen saatte açık ve karanlık bir gökyüzü varsayar; gerçek sayılar daha düşüktür. Geceler enleminize ve o gecenin Ay'ına göre seçilir, bu yüzden katalog zirvesinden farklı olabilir.
zh_hans: 流量按所示时刻晴朗黑暗的天空估算，实际数量会更低。夜晚按您的纬度和当夜月相选定，因此可能与星表极大日不同。

source: Re-developed from the stacked frames, not from the preview — push it as far as you like.
ar: أُعيد تحميضه من الإطارات المكدّسة، لا من المعاينة — ادفعه إلى أي حد تريد.
de: Neu entwickelt aus den gestapelten Bildern, nicht aus der Vorschau — beliebig weit treiben.
es: Revelado de nuevo desde los fotogramas apilados, no desde la vista previa: llévalo tan lejos como quieras.
fr: Redéveloppé depuis les images empilées, pas depuis l'aperçu — à pousser aussi loin que souhaité.
hi: प्रीव्यू से नहीं, स्टैक किए फ़्रेम से फिर डेवलप — जितना चाहें बढ़ाएँ।
it: Risviluppato dai fotogrammi impilati, non dall'anteprima: spingilo quanto vuoi.
ja: プレビューではなくスタック済みフレームから再現像 — 好きなだけ追い込めます。
tr: Önizlemeden değil, yığılan karelerden yeniden işlenir: istediğiniz kadar ileri götürün.
zh_hans: 从叠加帧重新冲洗，而非预览 — 可随意推到极限。

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
tr: Sonuç
zh_hans: 结果

source: STACK COMPLETE
ar: اكتمل التكديس
de: STACK FERTIG
es: APILADO COMPLETO
fr: EMPILEMENT TERMINÉ
hi: स्टैक पूरा
it: STACK COMPLETATO
ja: スタック完了
tr: YIĞIN TAMAMLANDI
zh_hans: 叠加完成

source: Saturation
ar: التشبع
de: Sättigung
es: Saturación
hi: सैचुरेशन
it: Saturazione
ja: 彩度
tr: Doygunluk
zh_hans: 饱和度

source: Save %d to Photos
ar: حفظ %d في الصور
de: %d in Fotos sichern
es: Guardar %d en Fotos
fr: Enregistrer %d dans Photos
hi: %d को Photos में सहेजें
it: Salva %d in Foto
ja: %d件を写真に保存
tr: %d klibi Fotoğraflar'a kaydet
zh_hans: 保存%d个到照片

source: Save failed: %@
ar: فشل الحفظ: %@
de: Sichern fehlgeschlagen: %@
es: Error al guardar: %@
fr: Échec de l'enregistrement : %@
hi: सहेजना विफल: %@
it: Salvataggio non riuscito: %@
ja: 保存失敗：%@
tr: Kaydetme başarısız: %@
zh_hans: 保存失败：%@

source: Save to Photos
ar: حفظ في الصور
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: Photos में सहेजें
it: Salva in Foto
ja: 写真に保存
tr: Fotoğraflar'a kaydet
zh_hans: 保存到照片

source: Saved %d clips to Photos.
ar: تم حفظ %d مقاطع في الصور.
de: %d Clips in Fotos gesichert.
es: %d clips guardados en Fotos.
fr: %d clips enregistrés dans Photos.
hi: %d क्लिप Photos में सहेजी गईं।
it: %d clip salvate in Foto.
ja: %dクリップを写真に保存しました。
tr: %d klip Fotoğraflar'a kaydedildi.
zh_hans: 已将%d个片段保存到照片。

source: Saved %d frames to Photos.
ar: تم حفظ %d إطارات في الصور.
de: %d Bilder in Fotos gesichert.
es: %d fotogramas guardados en Fotos.
fr: %d images enregistrées dans Photos.
hi: %d फ़्रेम Photos में सहेजे गए।
it: %d fotogrammi salvati in Foto.
ja: %dフレームを写真に保存しました。
tr: %d kare Fotoğraflar'a kaydedildi.
zh_hans: 已将%d帧保存到照片。

source: Saved %d of %d clips.
ar: تم حفظ %d من %d مقاطع.
de: %d von %d Clips gesichert.
es: Se guardaron %d de %d clips.
fr: %d clips enregistrés sur %d.
hi: %2$d में से %1$d क्लिप सहेजी गईं।
it: Salvate %d clip su %d.
ja: %d/%dクリップを保存しました。
tr: %2$d klipten %1$d tanesi kaydedildi.
zh_hans: 已保存%d/%d个片段。

source: Saved %d-frame time-lapse to Photos.
ar: تم حفظ فاصل زمني من %d إطارات في الصور.
de: Zeitraffer mit %d Bildern in Fotos gesichert.
es: Time-lapse de %d fotogramas guardado en Fotos.
fr: Time-lapse de %d images enregistré dans Photos.
hi: %d-फ़्रेम टाइम-लैप्स Photos में सहेजा गया।
it: Time-lapse di %d fotogrammi salvato in Foto.
ja: %dフレームのタイムラプスを写真に保存しました。
tr: %d kareli time-lapse Fotoğraflar'a kaydedildi.
zh_hans: 已将%d帧延时视频保存到照片。

source: Send report
ar: إرسال التقرير
de: Bericht senden
es: Enviar informe
fr: Envoyer le rapport
hi: रिपोर्ट भेजें
it: Invia report
ja: レポートを送信
tr: Raporu gönder
zh_hans: 发送报告

source: Shoot for
ar: مدة التصوير
de: Aufnahmedauer
es: Duración de toma
fr: Filmer pendant
hi: शूट अवधि
it: Durata ripresa
ja: 撮影時間
tr: Çekim süresi
zh_hans: 拍摄时长

source: Sky moves %.1f° between frames — motion will look steppy.
ar: تتحرك السماء %.1f° بين الإطارات — ستبدو الحركة متقطعة.
de: Himmel bewegt sich %.1f° zwischen den Bildern — Bewegung wirkt ruckelig.
es: El cielo se mueve %.1f° entre cuadros: el movimiento se verá a saltos.
fr: Le ciel tourne de %.1f° entre deux images — le mouvement sera saccadé.
hi: फ़्रेमों के बीच आकाश %.1f° खिसकता है — गति झटकेदार दिखेगी।
it: Il cielo si sposta di %.1f° tra i fotogrammi: il movimento risulterà a scatti.
ja: フレーム間で空が%.1f°動きます — 動きがカクつきます。
tr: Gökyüzü kareler arasında %.1f° kayıyor: hareket kesik görünecek.
zh_hans: 帧间天空移动%.1f° — 动态会显得跳跃。

source: Speed
ar: السرعة
de: Tempo
es: Velocidad
fr: Vitesse
hi: गति
it: Velocità
ja: 倍速
tr: Hız
zh_hans: 倍速

source: Stacking
ar: التكديس
es: Apilado
fr: Empilement
hi: स्टैकिंग
ja: スタッキング
tr: Yığınlama
zh_hans: 叠加

source: Star drift per frame
ar: انجراف النجوم لكل إطار
de: Sterndrift pro Bild
es: Deriva estelar/cuadro
fr: Dérive par image
hi: प्रति फ़्रेम तारा विचलन
it: Deriva stelle/fotogramma
ja: 1フレームの星の移動
tr: Yıldız kayması/kare
zh_hans: 单帧星移

source: Star trails
ar: مسارات النجوم
de: Sternspuren
es: Trazas de estrellas
fr: Filés d'étoiles
hi: स्टार ट्रेल
it: Scie stellari
ja: 星の軌跡
tr: Yıldız izleri
zh_hans: 星轨

source: Stepping the lens and measuring star size. Hold still — the tripod must not move.
ar: تحريك العدسة تدريجيًا وقياس حجم النجوم. لا تتحرك — يجب ألا يتحرك الحامل الثلاثي.
de: Objektiv wird schrittweise verstellt, Sterngröße gemessen. Still halten — das Stativ darf sich nicht bewegen.
es: Moviendo el objetivo por pasos y midiendo el tamaño de las estrellas. Quieto: el trípode no debe moverse.
fr: Déplacement de l'objectif et mesure des étoiles. Ne pas bouger — le trépied doit rester immobile.
hi: लेंस को चरणों में घुमाकर तारों का आकार माप रहे हैं। स्थिर रखें — ट्राइपॉड हिलना नहीं चाहिए।
it: Sposto l'obiettivo a passi e misuro la dimensione delle stelle. Fermo: il treppiede non deve muoversi.
ja: レンズを段階的に動かし星の大きさを測定中。 動かさないで — 三脚を固定したまま。
tr: Lens adım adım kaydırılıp yıldız boyutu ölçülüyor. Sabit durun: tripod oynamamalı.
zh_hans: 逐步调整镜头并测量星点大小。 保持静止 — 三脚架不可移动。

source: Stretch (asinh)
ar: التمديد (asinh)
de: Streckung (asinh)
es: Estiramiento (asinh)
fr: Étirement (asinh)
hi: स्ट्रेच (asinh)
ja: ストレッチ（asinh）
tr: Esnetme (asinh)
zh_hans: 拉伸（asinh）

source: TIME-LAPSE
ar: فاصل زمني
de: ZEITRAFFER
hi: टाइम-लैप्स
ja: タイムラプス
zh_hans: 延时摄影

source: TIME-LAPSE COMPLETE
ar: اكتمل الفاصل الزمني
de: ZEITRAFFER FERTIG
es: TIME-LAPSE COMPLETO
fr: TIME-LAPSE TERMINÉ
hi: टाइम-लैप्स पूरा
it: TIME-LAPSE COMPLETATO
ja: タイムラプス完了
tr: TIME-LAPSE TAMAMLANDI
zh_hans: 延时摄影完成

source: TONIGHT
ar: هذه الليلة
de: HEUTE
es: HOY
fr: CE SOIR
hi: आज रात
it: STANOTTE
ja: 今夜
tr: BU GECE
zh_hans: 今夜

source: TONIGHT · %@ · ~%.0f/H
ar: هذه الليلة · %@ · ~%.0f/h
de: HEUTE NACHT · %@ · ~%.0f/H
es: ESTA NOCHE · %@ · ~%.0f/H
fr: CE SOIR · %@ · ~%.0f/H
hi: आज रात · %@ · ~%.0f/h
it: STANOTTE · %@ · ~%.0f/H
ja: 今夜 · %@ · 約%.0f/h
tr: BU GECE · %@ · ~%.0f/H
zh_hans: 今夜 · %@ · 约%.0f/h

source: The App Store is not reachable right now.
ar: لا يمكن الوصول إلى App Store الآن.
de: Der App Store ist gerade nicht erreichbar.
es: El App Store no está disponible en este momento.
fr: L'App Store est inaccessible pour le moment.
hi: App Store अभी उपलब्ध नहीं है।
it: L'App Store non è raggiungibile al momento.
ja: 現在App Storeに接続できません。
tr: App Store şu anda erişilebilir değil.
zh_hans: 当前无法连接App Store。

source: The purchase goes to Apple. Starlapse sends nothing else, except a usage counter you can switch off.
ar: الشراء يتم عبر Apple. لا يرسل Starlapse شيئًا آخر، سوى عدّاد استخدام يمكن إيقافه.
de: Der Kauf läuft über Apple. Starlapse sendet sonst nichts, außer einem abschaltbaren Nutzungszähler.
es: La compra va a Apple. Starlapse no envía nada más, salvo un contador de uso que puedes desactivar.
fr: L'achat passe par Apple. Starlapse n'envoie rien d'autre, sauf un compteur d'utilisation désactivable.
hi: ख़रीद Apple के पास जाती है। Starlapse और कुछ नहीं भेजता, सिवाय एक उपयोग काउंटर के जिसे आप बंद कर सकते हैं।
it: L'acquisto va ad Apple. Starlapse non invia altro, tranne un contatore d'uso che puoi disattivare.
ja: 購入はAppleが処理します。Starlapseはオフにできる使用カウンター以外、何も送信しません。
tr: Satın alma Apple'a gider. Starlapse, kapatabileceğiniz bir kullanım sayacı dışında başka hiçbir şey göndermez.
zh_hans: 购买由Apple处理。Starlapse不发送其他数据，仅有一个可关闭的使用计数器。

source: The target 40° off the radiant and clear of the Moon, with the arrow to it.
ar: الهدف على بُعد 40° من نقطة الإشعاع وبعيدًا عن القمر، مع سهم يشير إليه.
de: Das Ziel 40° vom Radianten entfernt und frei vom Mond, mit dem Pfeil dorthin.
es: El objetivo a 40° del radiante y lejos de la Luna, con la flecha que lo señala.
fr: La cible à 40° du radiant et loin de la Lune, avec la flèche pour y aller.
hi: रेडियंट से 40° दूर और चंद्रमा से हटकर लक्ष्य, उस तक तीर के साथ।
it: Il bersaglio a 40° dal radiante e lontano dalla Luna, con la freccia che lo indica.
ja: 放射点から40°離れ月を避けた目標と、そこへの矢印。
tr: Radyanttan 40° ötede ve Ay'dan uzak hedef, ona götüren okla birlikte.
zh_hans: 目标位于放射点40°外并避开月亮，箭头指向它。

source: This sensor caps a single frame at %.2fs — longer exposures are stacked, not held.
ar: يحدّ هذا المستشعر الإطار الواحد بـ %.2fs — التعريضات الأطول تُكدَّس ولا تُمدَّد.
de: Dieser Sensor begrenzt ein Einzelbild auf %.2fs — längere Belichtungen werden gestapelt, nicht gehalten.
es: Este sensor limita cada cuadro a %.2fs: las exposiciones más largas se apilan, no se mantienen abiertas.
fr: Ce capteur limite une image à %.2fs — au-delà, les expositions sont empilées, pas prolongées.
hi: यह सेंसर एक फ़्रेम को %.2fs तक सीमित रखता है — लंबे एक्सपोज़र स्टैक होते हैं, खुले नहीं रहते।
it: Questo sensore limita il singolo fotogramma a %.2fs: le esposizioni più lunghe vengono impilate, non tenute aperte.
ja: このセンサーの1フレーム上限は%.2fs — それ以上の露光はスタックで実現します。
tr: Bu sensör tek kareyi %.2fs ile sınırlar: daha uzun pozlamalar tutulmaz, yığınlanır.
zh_hans: 此传感器单帧上限为%.2fs — 更长曝光通过叠加实现，而非持续曝光。

source: Time-lapse
ar: فاصل زمني
de: Zeitraffer
hi: टाइम-लैप्स
ja: タイムラプス
zh_hans: 延时摄影

source: Tonight's events
ar: أحداث هذه الليلة
de: Heute Nacht
es: Eventos de esta noche
fr: Événements de ce soir
hi: आज रात की घटनाएँ
it: Eventi di stanotte
ja: 今夜のイベント
tr: Bu gecenin olayları
zh_hans: 今夜天象

source: Tonight's events and where to aim for them. One purchase, no subscription.
ar: أحداث هذه الليلة وأين توجّه نحوها. شراء واحد، بلا اشتراك.
de: Die Ereignisse heute Nacht und wohin dafür zielen. Ein Kauf, kein Abo.
es: Los eventos de esta noche y dónde apuntar para verlos. Una sola compra, sin suscripción.
fr: Les événements de ce soir et où viser. Un seul achat, sans abonnement.
hi: आज रात की घटनाएँ और उनके लिए कहाँ निशाना लगाएँ। एक ख़रीद, कोई सब्सक्रिप्शन नहीं।
it: Gli eventi di stanotte e dove puntare per vederli. Un solo acquisto, nessun abbonamento.
ja: 今夜のイベントと狙う方向。買い切り、サブスクなし。
tr: Bu gecenin olayları ve onlar için nereye yönelmeli. Tek satın alma, abonelik yok.
zh_hans: 今夜天象及其瞄准方向。一次购买，无订阅。

source: Total light
ar: الضوء الكلي
de: Gesamtlicht
es: Luz total
fr: Lumière totale
hi: कुल प्रकाश
it: Luce totale
ja: 総露光
tr: Toplam ışık
zh_hans: 总曝光

source: UNLOCK
ar: فتح
de: FREISCHALTEN
es: DESBLOQUEAR
fr: DÉBLOQUER
hi: अनलॉक
it: SBLOCCA
ja: 解除
tr: KİLİDİ AÇ
zh_hans: 解锁

source: UNLOCK FOR %@
ar: فتح بـ %@
de: FREISCHALTEN FÜR %@
es: DESBLOQUEAR POR %@
fr: DÉBLOQUER POUR %@
hi: %@ में अनलॉक करें
it: SBLOCCA PER %@
ja: %@で解除
tr: %@ İLE KİLİDİ AÇ
zh_hans: %@解锁

source: UNLOCK PRO
ar: فتح Pro
de: PRO FREISCHALTEN
es: DESBLOQUEAR PRO
fr: DÉBLOQUER PRO
hi: PRO अनलॉक करें
it: SBLOCCA PRO
ja: PROを解除
tr: PRO KİLİDİNİ AÇ
zh_hans: 解锁PRO

source: UNLOCKED. CLEAR SKIES.
ar: تم الفتح. سماء صافية.
de: FREIGESCHALTET. KLAREN HIMMEL.
es: DESBLOQUEADO. CIELOS DESPEJADOS.
fr: DÉBLOQUÉ. CIEL DÉGAGÉ.
hi: अनलॉक हुआ। साफ़ आकाश की शुभकामनाएँ।
it: SBLOCCATO. CIELI SERENI.
ja: 解除済み。晴天を。
tr: KİLİT AÇILDI. AÇIK GÖKLER.
zh_hans: 已解锁。祝晴空。

source: USAGE COUNTER
ar: عدّاد الاستخدام
de: NUTZUNGSZÄHLER
es: CONTADOR DE USO
fr: COMPTEUR D'UTILISATION
hi: उपयोग काउंटर
it: CONTATORE D'USO
ja: 使用カウンター
tr: KULLANIM SAYACI
zh_hans: 使用计数器

source: Under 2 seconds of video. Shorten the interval or shoot longer.
ar: أقل من ثانيتين من الفيديو. قصّر الفاصل أو صوّر لفترة أطول.
de: Unter 2 Sekunden Video. Intervall verkürzen oder länger aufnehmen.
es: Menos de 2 segundos de video. Acorta el intervalo o graba más tiempo.
fr: Moins de 2 secondes de vidéo. Réduire l'intervalle ou filmer plus longtemps.
hi: वीडियो 2 सेकंड से कम। अंतराल घटाएँ या ज़्यादा देर शूट करें।
it: Meno di 2 secondi di video. Riduci l'intervallo o riprendi più a lungo.
ja: 動画が2秒未満。間隔を短くするか、長く撮影してください。
tr: 2 saniyeden az video. Aralığı kısaltın veya daha uzun çekin.
zh_hans: 视频不足2秒。请缩短间隔或延长拍摄。

source: Video frames
ar: إطارات الفيديو
de: Videobilder
es: Fotogramas de video
fr: Images vidéo
hi: वीडियो फ़्रेम
it: Fotogrammi video
ja: 動画フレーム
tr: Video kareleri
zh_hans: 视频帧

source: WAITING FOR LOCATION
ar: في انتظار الموقع
de: WARTE AUF STANDORT
es: ESPERANDO UBICACIÓN
fr: EN ATTENTE DE LOCALISATION
hi: लोकेशन की प्रतीक्षा
it: IN ATTESA DELLA POSIZIONE
ja: 位置情報を 待機中
tr: KONUM BEKLENİYOR
zh_hans: 等待 定位

source: WATCH ENDED
ar: انتهت المراقبة
de: WACHE BEENDET
es: VIGILANCIA TERMINADA
fr: VEILLE TERMINÉE
hi: निगरानी समाप्त
it: OSSERVAZIONE TERMINATA
ja: 監視終了
tr: GÖZLEM BİTTİ
zh_hans: 监视结束

source: WATCHING
ar: جارٍ المراقبة
de: WACHE LÄUFT
es: VIGILANDO
fr: EN VEILLE
hi: निगरानी जारी
it: IN OSSERVAZIONE
ja: 監視中
tr: GÖZLENİYOR
zh_hans: 监视中

source: WHAT TO BUILD
ar: ماذا تبني
de: WAS ENTSTEHEN SOLL
es: QUÉ CREAR
fr: QUE PRODUIRE
hi: क्या बनाएँ
it: COSA OTTENERE
ja: 生成するもの
tr: NE OLUŞTURULACAK
zh_hans: 生成内容

source: Watches for meteors and saves a clip around each one.
ar: يراقب الشهب ويحفظ مقطعًا حول كل منها.
de: Wartet auf Meteore und sichert um jeden einen Clip.
es: Vigila el cielo en busca de meteoros y guarda un clip de cada uno.
fr: Guette les météores et enregistre un clip autour de chacun.
hi: उल्काओं पर नज़र रखता है और हर एक के आसपास की क्लिप सहेजता है।
it: Osserva il cielo in cerca di meteore e salva una clip attorno a ciascuna.
ja: 流星を監視し、それぞれの前後をクリップとして保存。
tr: Meteorları gözler ve her birinin etrafında bir klip kaydeder.
zh_hans: 监视流星，并为每颗保存一段片段。

source: When each shower peaks, and the Moon-free window around it.
ar: متى تبلغ كل زخة ذروتها، والنافذة الخالية من القمر حولها.
de: Wann jeder Strom sein Maximum hat, und das mondfreie Fenster darum.
es: Cuándo alcanza su pico cada lluvia, y la ventana sin Luna a su alrededor.
fr: Le pic de chaque pluie, et la fenêtre sans Lune autour.
hi: हर उल्का वर्षा का चरम कब है, और उसके आसपास चंद्रमा-रहित समय।
it: Quando ogni sciame raggiunge il picco, e la finestra senza Luna intorno.
ja: 各流星群の極大時刻と、その前後の月のない時間帯。
tr: Her yağmurun ne zaman zirve yaptığı ve etrafındaki Ay'sız pencere.
zh_hans: 每场流星雨的极大时间及其周围的无月窗口。

source: Where to aim
ar: أين توجّه
de: Wohin zielen
es: Dónde apuntar
fr: Où viser
hi: कहाँ निशाना लगाएँ
it: Dove puntare
ja: 狙う方向
tr: Nereye yönelmeli
zh_hans: 瞄准方向

source: White balance
ar: توازن الأبيض
de: Weißabgleich
es: Balance de blancos
fr: Balance des blancs
hi: व्हाइट बैलेंस
it: Bilanciamento bianco
ja: ホワイトバランス
tr: Beyaz dengesi
zh_hans: 白平衡

source: down
ar: أسفل
de: runter
es: abajo
fr: bas
hi: नीचे
it: giù
ja: 下
tr: aşağı
zh_hans: 下

source: left
ar: يسار
de: links
es: izquierda
fr: gauche
hi: बाएँ
it: sinistra
ja: 左
tr: sol
zh_hans: 左

source: new Moon
ar: محاق
de: Neumond
es: luna nueva
fr: nouvelle lune
hi: अमावस्या
it: luna nuova
ja: 新月
tr: yeni ay
zh_hans: 新月

source: on target
ar: على الهدف
de: auf Ziel
es: en el objetivo
fr: sur la cible
hi: लक्ष्य पर
it: sul bersaglio
ja: 目標に一致
tr: hedefte
zh_hans: 已对准

source: peak %@
ar: الذروة %@
de: Maximum %@
es: pico %@
fr: pic %@
hi: चरम %@
it: picco %@
ja: 極大%@
tr: zirve %@
zh_hans: 极大%@

source: planet
ar: كوكب
es: planeta
fr: planète
hi: ग्रह
it: pianeta
ja: 惑星
tr: gezegen
zh_hans: 行星

source: radiant %@ %.0f° up
ar: نقطة الإشعاع %@ على ارتفاع %.0f°
de: Radiant %@ %.0f° hoch
es: radiante %@ a %.0f°
fr: radiant %@ à %.0f° de haut
hi: रेडियंट %@ %.0f° ऊपर
it: radiante %@ a %.0f°
ja: 放射点 %@ 高度%.0f°
tr: radyant %@ %.0f° yükseklikte
zh_hans: 放射点%@ 高%.0f°

source: right
ar: يمين
de: rechts
es: derecha
fr: droite
hi: दाएँ
it: destra
ja: 右
tr: sağ
zh_hans: 右

source: up
ar: أعلى
de: hoch
es: arriba
fr: haut
hi: ऊपर
it: su
ja: 上
tr: yukarı
zh_hans: 上

source: ~%.0f meteors/h
ar: ~%.0f شهاب/h
de: ~%.0f Meteore/h
es: ~%.0f meteoros/h
fr: ~%.0f météores/h
hi: ~%.0f उल्का/h
it: ~%.0f meteore/h
ja: 約%.0f個/h
tr: ~%.0f meteor/h
zh_hans: 约%.0f颗流星/h

source: ~%.0f/h at %@
ar: ~%.0f/h عند %@
de: ~%.0f/h um %@
es: ~%.0f/h a las %@
fr: ~%.0f/h à %@
hi: %2$@ पर ~%1$.0f/h
it: ~%.0f/h alle %@
ja: %2$@に約%1$.0f/h
tr: saat %2$@ ~%1$.0f/h
zh_hans: %2$@ 约%1$.0f/h

source: ~%.1f/h at best from here. Not worth a night.
ar: نحو %.1f/ساعة على الأكثر من هنا. لا يستحق ليلة.
de: Höchstens ~%.1f/h von hier. Keine Nacht wert.
es: Como mucho ~%.1f/h desde aquí. No vale una noche.
fr: ~%.1f/h au mieux d'ici. Ça ne vaut pas une nuit.
hi: यहाँ से ज़्यादा से ज़्यादा ~%.1f/घंटा। रात खर्च करने लायक नहीं।
it: Al massimo ~%.1f/h da qui. Non vale una notte.
ja: ここでは最大でも約%.1f個/時。夜を費やす価値はありません。
tr: Buradan en fazla ~%.1f/sa. Bir geceye değmez.
zh_hans: 在此地最多约 %.1f 颗/小时，不值得熬夜。

source: −%.1f stops
ar: −%.1f درجة
de: −%.1f Blenden
es: −%.1f pasos
fr: −%.1f IL
hi: −%.1f स्टॉप
it: −%.1f stop
ja: −%.1f段
tr: −%.1f stop
zh_hans: −%.1f档

source: −%.1f stops noise
ar: −%.1f درجة تشويش
de: −%.1f Blenden Rauschen
es: −%.1f pasos de ruido
fr: −%.1f IL de bruit
hi: −%.1f स्टॉप शोर
it: −%.1f stop di rumore
ja: ノイズ−%.1f段
tr: −%.1f stop gürültü
zh_hans: 噪点−%.1f档
